Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/PreferencesUI/PasscodeLock-DimpleKey.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DTO_ALERT_FACE_ID_REQUIRED_TO_ENABLE
source: Face ID Required to Continue
ar: مطلوب بصمة الوجه للمتابعة
bg: Изисква се Face ID, за да продължите
ca: Face ID obligatori per continuar
cs: Chcete‑li pokračovat, použijte Face ID
da: Face ID kræves for at fortsætte
de: Face ID zum Fortfahren erforderlich
el: Απαιτείται Face ID για να συνεχίσετε
es: Se requiere Face ID para continuar
es_us: Se requiere Face ID para continuar
fi: Jatkamiseen vaaditaan Face ID
fr: Face ID est requis pour continuer
fr_ca: Face ID requis pour continuer
he: יש להשתמש ב-Face ID כדי להמשיך
hi: जारी रखने के लिए Face ID आवश्यक है
hr: Za nastavak je potreban Face ID
hu: A folytatáshoz Face ID szükséges
id: Face ID Diperlukan untuk Melanjutkan
it: Per continuare è richiesto Face ID
ja: 続けるには、Face IDが必要です
kk: Жалғастыру үшін Face ID қажет
ko: 계속하려면 Face ID가 필요함
lt: Norint tęsti, reikalingas „Face ID“
ms: Face ID Diperlukan untuk Meneruskan
nl: Face ID is vereist om door te gaan
no: Face ID kreves for å fortsette
pl: Kontynuowanie wymaga Face ID
pt_br: Face ID Necessário para Continuar
pt_pt: É necessário Face ID para continuar
ro: Este necesară utilizarea Face ID pentru a continua
ru: Чтобы продолжить, используйте Face ID
sk: Pred pokračovaním sa vyžaduje Face ID
sl: Za nadaljevanje je zahtevan Face ID
sv: Face ID krävs för att fortsätta
th: ต้องใช้ Face ID เพื่อดำเนินการต่อ
tr: Sürdürmek İçin Face ID Gerekli
uk: Для продовження потрібний Face ID
vi: Yêu cầu Face ID để tiếp tục
zh_cn: 需要面容ID继续
zh_hk: 需要Face ID以繼續
zh_tw: 需要Face ID才能繼續

# DTO_ALERT_CANNOT_RESET_FACE_ID_TITLE
source: Turn Off Stolen Device Protection to Reset Face ID
ar: يجب إيقاف حماية الجهاز المسروق لإعادة تعيين بصمة الوجه
bg: Изключете Защита на откраднато устройство, за да нулирате Face ID
ca: Per restablir el Face ID, desactiva la protecció en cas de robatori del dispositiu.
cs: Chcete‑li resetovat Face ID, vypněte ochranu odcizených zařízení
da: Slå Beskyttelse af stjålet enhed fra for at nulstille Face ID
de: Zum Zurücksetzen von Face ID Schutz für gestohlene Geräte deaktivieren
el: Απενεργοποίηση της Προστασίας κλεμμένης συσκευής για επαναφορά του Face ID
es: Desactiva la protección en caso de robo del dispositivo
es_us: Desactiva la protección del dispositivo en caso de robo
fi: Laita varastetun laitteen suojaus pois päältä, jotta voit nollata Face ID:n
fr: Désactivez la protection en cas de vol de l’appareil pour réinitialiser Face ID
fr_ca: Désactivez la protection en cas de vol de l’appareil pour réinitialiser Face ID
he: כדי לאפס את Face ID יש לכבות את ״הגנה על מכשיר שנגנב״
hi: Face ID रीसेट करने के लिए “चोरी हो जाने पर डिवाइस सुरक्षा” बंद करें
hr: Isključite Zaštitu ukradenog uređaja za resetiranje Face ID-ja
hu: Ellopott eszköz védelme funkció kikapcsolása a Face ID alaphelyzetbe állításához
id: Matikan Perlindungan Perangkat Curian untuk Mengatur Ulang Face ID
it: Disattiva “Protezione del dispositivo rubato” per inizializzare Face ID.
ja: Face IDをリセットするには“盗難デバイスの保護”をオフにしてください
kk: Face ID бастапқы күйге қайтару үшін «Ұрланған құрылғыны қорғау» функциясын өшіріңіз
ko: Face ID을 재설정하려면 도난당한 기기 보호 끄기
lt: Išjunkite „Pavogto įrenginio apsaugą“, kad nustatytumėte „Face ID“ iš naujo
ms: Nyahaktifkan Perlindungan Peranti Dicuri untuk Mereset Face ID
nl: Schakel 'Bescherming voor gestolen apparaat' uit om Face ID opnieuw in te stellen
no: Slå av Beskyttelse av stjålet enhet for å nullstille Face ID
pl: Aby wyzerować Face ID, wyłącz ochronę skradzionego urządzenia
pt_br: Desative a Proteção de Dispositivo Roubado para Redefinir o Face ID
pt_pt: Desativar a proteção de dispositivos roubados para repor o Face ID
ro: Pentru a reseta Face ID, dezactivați protecția pentru dispozitive furate
ru: Для сброса Face ID выключите Защиту украденного устройства
sk: Pred resetovaním Face ID vypnite ochranu odcudzeného zariadenia
sl: Izklop zaščite za ukradeno napravo za ponastavitev funkcije Face ID
sv: Slå av Skydd för stulen enhet om du vill nollställa Face ID
th: ปิดใช้การปกป้องอุปกรณ์เมื่อถูกขโมยเพื่อรีเซ็ต Face ID
tr: Face ID’yi Sıfırlamak İçin Çalınan Aygıt Koruması’nı Kapatın
uk: Вимкніть Захист украденого пристрою, щоб скинути Face ID
vi: Tắt Bảo vệ thiết bị khi bị đánh cắp để đặt lại Face ID
zh_cn: 关闭“失窃设备保护”以重设面容ID
zh_hk: 關閉「失竊裝置保護」以重設Face ID
zh_tw: 關閉「遭竊裝置防護」來重置Face ID

# DTO_BIOMETRIC_LIVENESS_NEEDED_REASON
source: Turn On Stolen Device Protection
ar: تشغيل حماية الجهاز المسروق
bg: Включи Защита на откраднато устройство
ca: Activa la protecció en cas de robatori del dispositiu
cs: Zapíná se ochrana odcizených zařízení
da: Slå Beskyttelse af stjålet enhed til
de: Schutz für gestohlene Geräte aktivieren
el: Ενεργοποίηση της Προστασίας κλεμμένης συσκευής
es: Activa la protección en caso de robo del dispositivo
es_us: Activa la protección del dispositivo en caso de robo
fi: Laita varastetun laitteen suojaus päälle
fr: Activer la protection en cas de vol de l’appareil
fr_ca: Activer la protection en cas de vol de l’appareil
he: הפעלת ״הגנה על מכשיר שנגנב״
hi: “चोरी हो जाने पर डिवाइस सुरक्षा” चालू करें
hr: Uključite Zaštitu ukradenog uređaja
hu: Ellopott eszköz védelme funkció bekapcsolása
id: Nyalakan Perlindungan Perangkat Curian
it: Attiva “Protezione del dispositivo rubato”
ja: “盗難デバイスの保護”をオンにする
kk: «Ұрланған құрылғыны қорғау» функциясын қосу
ko: 도난당한 기기 보호 켜기
lt: Įjungti „Pavogto įrenginio apsaugą“
ms: Aktifkan Perlindungan Peranti Dicuri
nl: Schakel 'Bescherming voor gestolen apparaat' in
no: Slå på Beskyttelse av stjålet enhet
pl: Włącz ochronę skradzionego urządzenia
pt_br: Ativar a Proteção de Dispositivo Roubado
pt_pt: Desativar a proteção de dispositivos roubados
ro: Activați protecția pentru dispozitive furate
ru: Включить Защиту украденного устройства
sk: Zapnúť ochranu odcudzeného zariadenia
sl: Vklopi zaščito za ukradeno napravo
sv: Slå på Skydd för stulen enhet
th: เปิดใช้การปกป้องอุปกรณ์เมื่อถูกขโมย
tr: Çalınan Aygıt Koruması’nı Aç
uk: Увімкнення захисту украденого пристрою
vi: Tắt Bảo vệ thiết bị khi bị đánh cắp
zh_cn: 打开“失窃设备保护”
zh_hk: 開啟失竊裝置保護
zh_tw: 開啟「遭竊裝置防護」

# DTO_AUTHENTICATION_FALLBACK_DESCRIPTION_TURN_OFF_STOLEN_DEVICE_PROTECTION
source: Authentication is required before you can turn off Stolen Device Protection.
ar: مطلوب المصادقة أولاً حتى يمكنك إيقاف ميزة حماية الجهاز المسروق.
bg: Изисква се идентификация, преди да можете да изключите Защита на откраднато устройство.
ca: Per desactivar la protecció en cas de robatori del dispositiu, cal que t’autentiquis.
cs: Než ochranu odcizených zařízení vypnete, musíte ověřit svoji totožnost.
da: Godkendelse kræves, før du kan slå Beskyttelse af stjålet enhed fra.
de: Vor dem Deaktivieren des Schutzes für gestohlene Geräte ist eine Authentifizierung erforderlich.
el: Απαιτείται έλεγχος ταυτότητας για να απενεργοποιήσετε την Προστασία κλεμμένης συσκευής.
es: Para poder desactivar la protección en caso de robo del dispositivo, primero debes autenticarte.
es_us: Se requiere autenticación para desactivar la protección del dispositivo en caso de robo.
fi: Todentaminen vaaditaan ennen kuin voit laittaa Varastetun laitteen suojaus -toiminnon pois päältä.
fr: Vous devez vous authentifier pour désactiver la protection en cas de vol de l’appareil.
fr_ca: L’authentification est requise pour vous permettre de désactiver la protection en cas de vol de l’appareil.
he: יש לבצע אימות לצורך כיבוי ״הגנה על מכשיר שנגנב״.
hi: “चोरी होने पर डिवाइस सुरक्षा” बंद करने से पहले प्रमाणन आवश्यक है।
hr: Za isključenje Zaštite ukradenog uređaja potrebna je autorizacija.
hu: Hitelesítés szükséges, mielőtt kikapcsolhatná az Ellopott eszköz védelme funkciót.
id: Pengesahan diperlukan sebelum Anda dapat mematikan Perlindungan Perangkat Curian.
it: Per poter disattivare “Protezione del dispositivo rubato” è richiesta l’autenticazione.
ja: “盗難デバイスの保護”をオフにするには認証が必要です。
kk: «Ұрланған құрылғыны қорғау» функциясын өшіру алдында аутентификациядан өту қажет.
ko: ‘도난당한 기기 보호’를 끄려면 인증이 필요합니다.
lt: Kad galėtumėte išjungti pavogto įrenginio apsaugą, reikia autentifikuoti.
ms: Pengesahan diperlukan sebelum anda boleh menyahaktifkan Perlindungan Peranti Dicuri.
nl: Authenticatie is vereist voordat je 'Bescherming voor gestolen apparaat' kunt uitschakelen.
no: Autentisering kreves før du kan slå av Beskyttelse av stjålet enhet.
pl: Aby móc wyłączyć ochronę skradzionego urządzenia, musisz się uwierzytelnić.
pt_br: Para desativar a Proteção de Dispositivo Roubado, você deve se autenticar.
pt_pt: A autenticação é necessária para desativar a proteção de dispositivos roubados.
ro: Autentificarea este obligatorie înainte de a putea să dezactivați protecția dispozitivelor furate.
ru: Прежде чем выключить Защиту украденного устройства, необходимо пройти аутентификацию.
sk: Pred vypnutím ochrany odcudzeného zariadenia sa musíte autentifikovať.
sl: Zahtevano je preverjanje pristnosti. Šele nato boste lahko izklopili zaščito za ukradeno napravo.
sv: Autentisering krävs innan du kan stänga av Skydd för stulen enhet.
th: ต้องมีการตรวจสอบสิทธิ์ก่อนที่คุณจะสามารถปิดใช้การปกป้องอุปกรณ์เมื่อถูกขโมยได้
tr: Çalınan Aygıt Koruması’nı kapatabilmeniz için kimlik doğrulama gerekiyor.
uk: Потрібно виконати автентифікацію, перш ніж вимикати Захист украденого пристрою.
vi: Yêu cầu xác thực trước khi bạn có thể tắt Bảo vệ thiết bị khi bị đánh cắp.
zh_cn: 需要认证才能关闭“失窃设备保护”。
zh_hk: 需要認證才能關閉「失竊裝置保護」。
zh_tw: 需要認證才能關閉「遭竊裝置防護」。

# DTO_GROUP_FOOTER_DESCRIPTION_SUFFIX_LINK
source: Learn more…
ar: لمعرفة المزيد…
bg: Научете повече…
ca: Més informació…
cs: Další informace…
da: Læs mere…
de: Weitere Infos …
el: Μάθετε περισσότερα…
es: Más información…
es_us: Obtén detalles…
fi: Lisätietoja…
fr: En savoir plus…
fr_ca: En savoir plus…
he: פרטים נוספים…
hi: अधिक जानें…
hr: Saznajte više…
hu: Bővebben…
id: Lebih lanjut…
it: Scopri di più…
ja: 詳しい情報…
kk: Толығырақ ақпарат алу…
ko: 더 알⁠아⁠보⁠기…
lt: Sužinokite daugiau…
ms: Ketahui lebih lanjut…
nl: Meer informatie…
no: Finn ut mer…
pl: Więcej informacji…
pt_br: Saiba mais…
pt_pt: Saiba mais…
ro: Aflați mai multe…
ru: Подробнее…
sk: Viac informácií…
sl: Več o tem …
sv: Läs mer…
th: เรียนรู้เพิ่มเติม…
tr: Daha fazla bilgi…
uk: Докладніше…
vi: Tìm hiểu thêm…
zh_cn: 进一步了解…
zh_hk: 進一步了解⋯
zh_tw: 更多內容⋯

# DTO_ALERT_COULD_NOT_TOGGLE_LEARN_MORE_BUTTON
source: Learn More
ar: معرفة المزيد
bg: Научете повече
ca: Més informació
cs: Další informace
da: Læs mere
de: Weitere Infos
el: Μάθετε περισσότερα
es: Más información
es_us: Obtén detalles
fi: Lisätietoja
fr: En savoir plus
fr_ca: En savoir plus
he: פרטים נוספים
hi: अधिक जानें
hr: Saznajte više
hu: Bővebben
id: Lebih Lanjut
it: Altre info
ja: 詳しい情報
kk: Толығырақ
ko: 더 알⁠아⁠보⁠기
lt: Sužinokite daugiau
ms: Ketahui Lebih Lanjut
nl: Meer informatie
no: Finn ut mer
pl: Więcej informacji
pt_br: Saiba Mais
pt_pt: Saiba mais
ro: Mai multe
ru: Подробнее
sk: Viac informácií
sl: Več o tem
sv: Läs mer
th: เรียนรู้เพิ่มเติม
tr: Daha Fazla Bilgi
uk: Докладніше
vi: Tìm hiểu thêm
zh_cn: 进一步了解
zh_hk: 進一步了解
zh_tw: 更多內容

# DTO_IN_PROGRESS_DESCRIPTION_DISABLE_USING_FACE_ID_FOR_FEATURES
source: You will get a notification when the security delay ends. You will then be able to make changes to Face ID.
ar: سيصلك إشعار عند انتهاء مدة التأخير الأمني. سيكون بإمكانك حينئذٍ إجراء تغييرات على بصمة الوجه.
bg: Ще получите известие, когато забавянето с цел защита приключи. След това ще можете да правите промени на Face ID.
ca: Quan finalitzi l’interval de seguretat, rebràs una notificació i podràs canviar el Face ID.
cs: Až bezpečnostní prodleva skončí, dostanete oznámení. Pak budete moct Face ID změnit.
da: Du får en notifikation, når sikkerhedsforsinkelsen er slut. Derefter kan du foretage ændringer af Face ID.
de: Du wirst benachrichtigt, sobald die Sicherheitsverzögerung beendet ist. Anschließend kannst du Face ID ändern.
el: Θα λάβετε μια γνωστοποίηση όταν λήξει η καθυστέρηση ασφαλείας. Στη συνέχεια, θα μπορείτε να κάνετε αλλαγές στο Face ID.
es: Cuando haya transcurrido el tiempo de espera de seguridad, recibirás una notificación y podrás realizar cambios en Face ID.
es_us: Recibirás una notificación cuando haya transcurrido la espera de seguridad y puedas realizar cambios a Face ID.
fi: Saat ilmoituksen, kun suojausviive on päättynyt. Sen jälkeen voit tehdä muutoksia Face ID:hen.
fr: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors apporter des modifications aux réglages Face ID.
fr_ca: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors modifier Face ID.
he: בסיום השהיית האבטחה יישלח עדכון, ואז יהיה באפשרותך לבצע שינויים ב-Face ID.
hi: सुरक्षा विलंब समाप्त होने पर आपको एक सूचना प्राप्त होगी। उसके बाद आप Face ID बदल सकेंगे।
hr: Primit ćete obavijest kad sigurnosna odgoda istekne. Tada ćete moći unositi promjene u Face ID.
hu: Értesítést fog kapni, amikor a biztonsági késleltetés véget ér. Ezt követően tudja módosítani a Face ID‑t.
id: Anda akan mendapatkan pemberitahuan setelah penundaan keamanan berakhir. Anda kemudian akan dapat membuat perubahan pada Face ID.
it: Riceverai una notifica quando il ritardo di sicurezza sarà terminato e potrai modificare Face ID.
ja: セキュリティ上の理由による変更に対する待機時間が終わると通知が届きます。そのあとで、Face IDを変更することができるようになります。
kk: Қауіпсіздік кідірісі аяқталғанда, сізге хабарландыру жіберіледі. Содан кейін ғана Face ID функциясына өзгертулер енгізуге болады.
ko: 보안 지연이 종료되면 알림을 받으며, 그 이후에 Face ID를 변경할 수 있습니다.
lt: Pasibaigus saugos delsos laikotarpiui, gausite pranešimą. Tada galėsite keisti „Face ID“.
ms: Anda akan menerima pemberitahuan apabila penundaan keselamatan tamat. Anda kemudian akan dapat membuat perubahan pada Face ID.
nl: Je ontvangt een melding wanneer de beveiligingsvertraging is beëindigd. Je kunt dan wijzigingen aanbrengen aan Face ID.
no: Du vil motta en varsling når sikkerhetsforsinkelsen er over. Du kan deretter gjøre endringer i Face ID.
pl: Po zakończeniu odliczania otrzymasz odpowiednie powiadomienie, a wprowadzenie zmian dotyczących Face ID będzie możliwe.
pt_br: Quando o adiamento de segurança terminar, você receberá uma notificação e então poderá fazer alterações no Face ID.
pt_pt: Receberá uma notificação quando o intervalo de segurança terminar. Nessa altura, poderá fazer alterações ao Face ID.
ro: Veți primi o notificare atunci când întârzierea de securitate se încheie. Veți putea apoi să efectuați modificări pentru Face ID.
ru: Когда системная задержка для защиты данных закончится, Вы получите уведомление и сможете внести изменения в Face ID.
sk: Po skončení bezpečnostného oneskorenia sa vám zobrazí hlásenie. Potom budete môcť zmeniť nastavenia Face ID.
sl: Ob koncu varnostne zakasnitve boste prejeli obvestilo. Nato boste lahko spremenili funkcijo Face ID.
sv: Du får en notis när säkerhetsfördröjningen avslutas. Sedan kan du göra ändringar i Face ID.
th: คุณจะได้รับการแจ้งเตือนเมื่อรอเวลาเพื่อความปลอดภัยสิ้นสุดแล้ว จากนั้นคุณจะสามารถแก้ไข Face ID ได้
tr: Güvenlik gecikmesi bittiğinde bir bildirim alırsınız. Daha sonra Face ID’de değişiklikler yapabilirsiniz.
uk: Коли захисна затримка закінчиться, надійде сповіщення. Тоді ви зможете внести зміни до Face ID.
vi: Bạn sẽ nhận được thông báo khi trì hoãn bảo mật kết thúc. Sau đó, bạn sẽ có thể thực hiện các thay đổi đối với Face ID.
zh_cn: 安全延迟结束时你将收到通知。之后即可更改面容ID。
zh_hk: 保安延遲結束時你將會收到通知。之後你就可以更改Face ID。
zh_tw: 安全性延遲結束時會傳送通知。接著你才能更改Face ID。

# DTO_ALERT_MUST_UPGRADE_ACCOUNT_SECURITY
source: Turning on Stolen Device Protection
ar: تشغيل حماية الجهاز المسروق
bg: Включване на Защита на откраднато устройство
ca: L’activació de la protecció en cas de robatori del dispositiu
cs: Zapíná se ochrana odcizených zařízení
da: Slår Beskyttelse af stjålet enhed til
de: Durch Aktivierung des Schutzes für gestohlene Geräte
el: Η ενεργοποίηση της Προστασίας κλεμμένης συσκευής
es: Activar la protección en caso de robo del dispositivo
es_us: Activar la protección del dispositivo en caso de robo
fi: Varastetun laitteen suojauksen laittaminen päälle
fr: Activation de la protection en cas de vol de l’appareil
fr_ca: Activation de la protection en cas de vol de l’appareil
he: הפעלת ״הגנה על מכשיר שנגנב״
hi: “चोरी हो जाने पर डिवाइस सुरक्षा” को चालू करने
hr: Uključenje Zaštite ukradenog uređaja
hu: Ellopott eszköz védelme funkció bekapcsolása
id: Menyalakan Perlindungan Perangkat Curian
it: L’attivazione di “Protezione del dispositivo rubato”
ja: “盗難デバイスの保護”をオンにする
kk: «Ұрланған құрылғыны қорғау» функциясын қосу
ko: 도난당한 기기 보호 켜기
lt: Įjungiama pavogto įrenginio apsauga
ms: Mengaktifkan Perlindungan Peranti Dicuri
nl: 'Bescherming voor gestolen apparaat' inschakelen
no: Slår på Beskyttelse av stjålet enhet
pl: Włączenie ochrony skradzionego urządzenia
pt_br: Ativando a Proteção de Dispositivo Roubado
pt_pt: Ativar a proteção de dispositivos roubados
ro: Activarea protecției pentru dispozitive furate
ru: Включение Защиты украденного устройства
sk: Zapnutie ochrany odcudzeného zariadenia
sl: Vklop zaščite za ukradeno napravo
sv: Slå på Skydd för stulen enhet
th: ให้เปิดใช้การปกป้องอุปกรณ์เมื่อถูกขโมย
tr: Çalınan Aygıt Koruması’nın açılması
uk: Увімкнення Захисту украденого пристрою
vi: Bật Bảo vệ thiết bị khi bị đánh cắp
zh_cn: 打开“失窃设备保护”
zh_hk: 開啟「失竊裝置保護」
zh_tw: 開啟「遭竊裝置防護」

# DTO_NOTIFICATION_DESCRIPTION_DEFAULT
source: You can continue with Settings.
ar: يمكنك متابعة الإعدادات.
bg: Можете да продължите с Настройки.
ca: Pots continuar la configuració.
cs: Pokračovat můžete v Nastavení.
da: Du kan fortsætte med Indstillinger.
de: Du kannst mit „Einstellungen“ fortfahren.
el: Μπορείτε να συνεχίσετε με τις Ρυθμίσεις.
es: Puedes continuar en Ajustes.
es_us: Puedes continuar en Configuración.
fi: Voit jatkaa Asetuksissa.
fr: Vous pouvez poursuivre dans Réglages.
fr_ca: Vous pouvez continuer dans Réglages.
he: ניתן להמשיך עם ההגדרות.
hi: आप सेटिंग्ज़ के साथ जारी रख सकते हैं।
hr: Možete nastaviti s Postavkama.
hu: A Beállításokkal folytathatja.
id: Anda dapat melanjutkan Pengaturan.
it: Puoi continuare in Impostazioni.
ja: “設定”で続けることができます。
kk: Реттеулерді жалғастыруға болады.
ko: 설정 앱에서 계속할 수 있습니다.
lt: Galite tęsti srityje „Nustatymai“.
ms: Anda boleh meneruskan dengan Seting.
nl: Je kunt doorgaan met Instellingen.
no: Du kan fortsette i Innstillinger.
pl: Możesz kontynuować w Ustawieniach.
pt_br: Você pode continuar com os Ajustes.
pt_pt: Pode continuar com as Definições.
ro: Puteți continua în Configurări.
ru: Вы можете продолжать настройку.
sk: Pokračovať môžete v Nastaveniach.
sl: Nadaljujete lahko v Nastavitvah.
sv: Du kan fortsätta med Inställningar.
th: คุณสามารถดำเนินการต่อได้ในการตั้งค่า
tr: Ayarlar ile sürdürebilirsiniz.
uk: Можна продовжити в Параметрах.
vi: Bạn có thể tiếp tục với Cài đặt.
zh_cn: 你可以在“设置”中继续。
zh_hk: 你可以在「設定」中繼續。
zh_tw: 你可以在「設定」中繼續。

# DTO_AUTHENTICATION_FALLBACK_DESCRIPTION_ADD_FINGERPRINT
source: Authentication is required before you can add a fingerprint.
ar: مطلوب المصادقة أولاً حتى يمكنك إضافة بصمة إصبع.
bg: Изисква се идентификация, преди да можете да добавите пръстов отпечатък.
ca: Per afegir una empremta digital, cal que t’autentiquis.
cs: Před přidáním otisku musíte ověřit svoji totožnost.
da: Godkendelse kræves, før du kan tilføje et fingeraftryk.
de: Vor dem Hinzufügen eines Fingerabdrucks ist eine Authentifizierung erforderlich.
el: Απαιτείται έλεγχος ταυτότητας για να προσθέσετε ένα δαχτυλικό αποτύπωμα.
es: Para poder añadir una huella digital, primero debes autenticarte.
es_us: Se requiere autenticación para poder agregar una huella.
fi: Todentaminen vaaditaan ennen kuin voit lisätä sormenjäljen.
fr: Vous devez vous authentifier pour ajouter une empreinte.
fr_ca: L’authentification est requise pour que vous puissiez ajouter une empreinte digitale.
he: יש לבצע אימות לצורך הוספת טביעת אצבע.
hi: अपने उँगली के निशान जोड़ने से पहले प्रमाणन आवश्यक है।
hr: Za dodavanje otiska prsta potrebna je autorizacija.
hu: Hitelesítés szükséges, mielőtt ujjlenyomatot adhatna hozzá.
id: Pengesahan diperlukan sebelum Anda dapat menambahkan sidik jari.
it: Per poter aggiungere un’impronta digitale è richiesta l’autenticazione.
ja: 指紋を追加するには認証が必要です。
kk: Саусақ ізін қосу алдында аутентификациядан өту қажет.
ko: 지문을 추가하려면 인증이 필요합니다.
lt: Kad galėtumėte pridėti piršto atspaudą, reikia autentifikuoti.
ms: Pengesahan diperlukan sebelum anda boleh menambah cap jari.
nl: Authenticatie is vereist voordat je een vingerafdruk kunt toevoegen.
no: Autentisering kreves før du kan legge til et fingeravtrykk.
pl: Aby móc dodać odcisk palca, musisz się uwierzytelnić.
pt_br: Para adicionar uma impressão digital, você deve se autenticar.
pt_pt: A autenticação é necessária para adicionar uma impressão digital.
ro: Autentificarea este obligatorie înainte de a putea să adăugați o amprentă.
ru: Прежде чем добавить отпечаток пальца, необходимо пройти аутентификацию.
sk: Pred pridaním odtlačku prsta sa musíte autentifikovať.
sl: Zahtevano je preverjanje pristnosti. Šele nato boste lahko dodali prstni odtis.
sv: Autentisering krävs innan du kan lägga till ett fingeravtryck.
th: ต้องมีการตรวจสอบสิทธิ์ก่อนที่คุณจะสามารถเพิ่มลายนิ้วมือได้
tr: Parmak izi ekleyebilmeniz için kimlik doğrulama gerekiyor.
uk: Потрібно виконати автентифікацію, перш ніж додати відбиток пальця.
vi: Yêu cầu xác thực trước khi bạn có thể thêm dấu vân tay.
zh_cn: 需要认证才能添加指纹。
zh_hk: 需要認證才能加入指紋。
zh_tw: 需要認證才能加入指紋。

# DTO_BEGIN_TITLE_DEFAULT
source: Security Delay Required to Continue
ar: مطلوب تأخير أمني للمتابعة
bg: Изисква се забавяне с цел защита, за да продължите
ca: Interval de seguretat obligatori per continuar
cs: Před pokračováním musí uplynout bezpečnostní prodleva
da: Sikkerhedsforsinkelse kræves for at fortsætte
de: Sicherheitsverzögerung zum Fortfahren erforderlich
el: Απαιτείται καθυστέρηση ασφαλείας για συνέχεια
es: Debe transcurrir el tiempo de espera de seguridad para continuar
es_us: Periodo de espera obligatorio para continuar
fi: Suojausviive vaaditaan jatkamista varten
fr: Délai de sécurité requis pour continuer
fr_ca: Délai de sécurité requis pour continuer
he: יש להמתין לסיום השהיית האבטחה כדי להמשיך
hi: जारी रखने के लिए सुरक्षा विलंब आवश्यक है
hr: Za nastavak je potrebna Sigurnosna odgoda
hu: Biztonsági késleltetés szükséges a folytatáshoz
id: Penundaan Keamanan Diperlukan untuk Melanjutkan
it: Ritardo di sicurezza previsto per continuare
ja: 続けるにはセキュリティ上の理由から時間を置く必要があります
kk: Жалғастыру үшін қауіпсіздік кідірісі қажет
ko: 계속하려면 보안 지연을 거쳐야 함
lt: Reikia saugumo delsos, kad būtų galima tęsti
ms: Penundaan Keselamatan Diperlukan untuk Meneruskan
nl: Beveiligingsvertraging vereist om door te gaan
no: Sikkerhetsforsinkelse kreves for å fortsette
pl: Kontynuowanie jest możliwe z opóźnieniem
pt_br: Adiamento de Segurança Necessário para Continuar
pt_pt: Intervalo de segurança necessário para continuar
ro: Întârziere de securitate obligatorie înainte de a continua
ru: Перед продолжением необходима системная задержка для защиты данных
sk: Je potrebné počkať, kým prebehne bezpečnostné oneskorenie
sl: Za nadaljevanje je zahtevana varnostna zakasnitev
sv: Säkerhetsfördröjning krävs för att fortsätta
th: ต้องรอเวลาเพื่อความปลอดภัยในการดำเนินการต่อ
tr: Sürdürmek İçin Güvenlik Gecikmesi Gerekiyor
uk: Для продовження потрібна захисна затримка
vi: Yêu cầu trì hoãn bảo mật để tiếp tục
zh_cn: 需要安全延迟才能继续
zh_hk: 需要保安延遲才能繼續
zh_tw: 需要等待安全性延遲才能繼續
